import { Video, Video2 } from "../assets/images";

export const videos = [Video, Video2, Video, Video2, Video, Video2, Video, Video2]

export const rating = ['همه پیشنهاد ها', 5, 4, 3, 2, 1, 'بدون ستاره']

export const sorting = ['جدیدترن', 'بیشترین امتیاز', 'کمترین امتیاز']

export const accordionItems = [
   {
      title: 'پیش‌نیاز‌ها علمی برای شرکت در این فراخوان چیست؟',
      content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.'
   },
   {
      title: 'اینجا ناهار هم میدن یا نه؟',
      content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.'
   },
   {
      title: 'دیگه چخبر؟',
      content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.'
   },
];

export const TimelineData = [
   {
      id: 1,
      title: 'شروع فراخوان و ',
      subTitle: 'دریافت پیشنهادها',
      day: 'شنبه ۱۸ بهمن ۱۴۰۲',
      time: 'ساعت ۱۸:۲۰'
   },
   {
      id: 2,
      title: 'پایان دریافت پیشنهادها',
      subTitle: 'و شروع کارشناسی پیشنهادها',
      day: 'دوشنبه ۲۰ بهمن ۱۴۰۲',
      time: 'ساعت ۱۸:۲۰'
   },
   {
      id: 3,
      title: 'پایان',
      subTitle: 'کارشناسی پیشنهادها',
      day: 'دوشنبه ۲۲ بهمن ۱۴۰۲',
      time: 'ساعت ۱۸:۲۰'
   },
   {
      id: 4,
      title: 'اعلام نفرات برتر',
      subTitle: 'و پایان فراخوان',
      day: 'دوشنبه ۲۴ بهمن ۱۴۰۲',
      time: 'ساعت ۱۸:۲۰'
   },
];